{
  "Business": [
    {
      "id": "07db",
      "title": "Nepal",
      "paragraph": "Nepal,[a] officially the Federal Democratic Republic of Nepal,[b] is a landlocked country in South Asia. It is mainly situated in the Himalayas, but also includes parts of the Indo-Gangetic Plain. It borders the Tibet Autonomous Region of China to the north, and India to the south, east, and west, while it is narrowly separated from Bangladesh by the Siliguri Corridor, and from Bhutan by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the nation's capital and the largest city. Nepal is a multi-ethnic, multi-lingual, multi-religious and multi-cultural state, with Nepali as the official language.\n\nThe name \"Nepal\" is first recorded in texts from the Vedic period of the Indian subcontinent, the era in ancient Nepal when Hinduism was founded, the predominant religion of the country. In the middle of the first millennium BC, Gautama Buddha, the founder of Buddhism, was born in Lumbini in southern Nepal. Parts of northern Nepal were intertwined with the culture of Tibet. The centrally located Kathmandu Valley is intertwined with the culture of Indo-Aryans, and was the seat of the prosperous Newar confederacy known as Nepal Mandala. The Himalayan branch of the ancient Silk Road was dominated by the valley's traders. The cosmopolitan region developed distinct traditional art and architecture. By the 18th century, the Gorkha Kingdom achieved the unification of Nepal. The Shah dynasty established the Kingdom of Nepal and later formed an alliance with the British Empire, under its Rana dynasty of premiers. The country was never colonised but served as a buffer state between Imperial China and British India. Parliamentary democracy was introduced in 1951 but was twice suspended by Nepalese monarchs, in 1960 and 2005. The Nepalese Civil War in the 1990s and early 2000s resulted in the establishment of a secular republic in 2008, ending the world's last Hindu monarchy.\n\nThe Constitution of Nepal, adopted in 2015, affirms the country as a secular federal parliamentary republic divided into seven provinces. Nepal was admitted to the United Nations in 1955, and friendship treaties were signed with India in 1950 and China in 1960. Nepal hosts the permanent secretariat of the South Asian Association for Regional Cooperation (SAARC), of which it is a founding member. Nepal is also a member of the Non-Aligned Movement and the Bay of Bengal Initiative. The Nepalese Armed Forces are the fifth-largest in South Asia; and are notable for their Gurkha history, particularly during the world wars, and have been a significant contributor to United Nations peacekeeping operations.",
      "image": "https://static.toiimg.com/thumb/msid-91006932,width-748,height-499,resizemode=4,imgsize-165776/.jpg",
      "category": "Business",
      "date": "May 7, 2024",
      "author": "Prashant Dhimal",
      "email": "dhimalprashant25@gmail.com"
    },
    {
      "id": "8c5e",
      "title": "Nepal",
      "paragraph": "Nepal,[a] officially the Federal Democratic Republic of Nepal,[b] is a landlocked country in South Asia. It is mainly situated in the Himalayas, but also includes parts of the Indo-Gangetic Plain. It borders the Tibet Autonomous Region of China to the north, and India to the south, east, and west, while it is narrowly separated from Bangladesh by the Siliguri Corridor, and from Bhutan by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the nation's capital and the largest city. Nepal is a multi-ethnic, multi-lingual, multi-religious and multi-cultural state, with Nepali as the official language. The name \"Nepal\" is first recorded in texts from the Vedic period of the Indian subcontinent, the era in ancient Nepal when Hinduism was founded, the predominant religion of the country. In the middle of the first millennium BC, Gautama Buddha, the founder of Buddhism, was born in Lumbini in southern Nepal. Parts of northern Nepal were intertwined with the culture of Tibet. The centrally located Kathmandu Valley is intertwined with the culture of Indo-Aryans, and was the seat of the prosperous Newar confederacy known as Nepal Mandala. The Himalayan branch of the ancient Silk Road was dominated by the valley's traders. The cosmopolitan region developed distinct traditional art and architecture. By the 18th century, the Gorkha Kingdom achieved the unification of Nepal. The Shah dynasty established the Kingdom of Nepal and later formed an alliance with the British Empire, under its Rana dynasty of premiers. The country was never colonised but served as a buffer state between Imperial China and British India. Parliamentary democracy was introduced in 1951 but was twice suspended by Nepalese monarchs, in 1960 and 2005. The Nepalese Civil War in the 1990s and early 2000s resulted in the establishment of a secular republic in 2008, ending the world's last Hindu monarchy. The Constitution of Nepal, adopted in 2015, affirms the country as a secular federal parliamentary republic divided into seven provinces. Nepal was admitted to the United Nations in 1955, and friendship treaties were signed with India in 1950 and China in 1960. Nepal hosts the permanent secretariat of the South Asian Association for Regional Cooperation (SAARC), of which it is a founding member. Nepal is also a member of the Non-Aligned Movement and the Bay of Bengal Initiative. The Nepalese Armed Forces are the fifth-largest in South Asia; and are notable for their Gurkha history, particularly during the world wars, and have been a significant contributor to United Nations peacekeeping operations.",
      "image": "https://static.toiimg.com/thumb/msid-91006932,width-748,height-499,resizemode=4,imgsize-165776/.jpg",
      "category": "Business",
      "date": "May 7, 2024",
      "author": "Prashant Dhimal",
      "email": "dhimalprashant25@gmail.com"
    }
  ],
  "Politics": [
    {
      "id": "d9a6",
      "title": "US elections are six months away. How does the race stand and what’s next?",
      "paragraph": "Meanwhile, on the Republican side, Trump’s campaign has unfolded against unprecedented legal turmoil.\n\nThe former president faces four separate criminal cases, including an ongoing trial in New York over allegations he falsified business records related to a hush-money payment made to an adult film star.\n\nWhile the indictments have done little so far to dent Trump’s support among Republican voters, some polling suggests that a chunk of the US electorate would not vote for him if he were convicted in any of the cases.\n\nTrump is expected to be confirmed as the Republican Party’s 2024 nominee at the party’s convention in Milwaukee, Wisconsin, in July.\n\n“The conventions go on over the summer, but there’s usually not a whole lot of activity campaign-wise,” said Leighley at American University.\n\nBut this year might be different, given Trump’s court hearings and the pressure on Biden over the Gaza war. “Those could be unusual bumps, if you will, that provide campaigns opportunities to do more in terms of ads,” she said.",
      "image": "https://www.aljazeera.com/wp-content/uploads/2024/03/AP24057625752113-1709288682.jpg?resize=770%2C513&quality=80",
      "category": "Politics",
      "date": "May 6, 2024",
      "author": "Prashant Dhimal",
      "email": "dhimalprashant25@gmail.com"
    },
    {
      "id": "1588",
      "title": "Russia announces nuclear weapon drills after ‘provocative’ Western threats",
      "paragraph": "They will include practice for the preparation and deployment of nonstrategic nuclear weapons intended to “increase the readiness … to fulfill combat tasks” after “provocative statements and threats of certain Western officials”, the Ministry of Defence said.\n\nMissile formations in the Southern Military District and naval forces will take part in the drills, which would take place “in the near future”, it added.\n\nRussia’s strategic nuclear forces regularly hold exercises but the statement marked the first public announcement of drills involving tactical nuclear weapons, which are usually smaller in yield – the amount of power released during an explosion – than the strategic nuclear weapons designed to destroy entire cities.\n\nThe move marks an escalation of tensions that have risen since French President Emmanuel Macron said last week that his country would consider sending ground troops to Ukraine if Kyiv requests backup. A day later, UK Foreign Secretary David Cameron said Ukraine could use British weapons against targets inside Russia if it wanted.\n\nRussian officials condemned both statements and warned Moscow would retaliate to what they called a “dangerous escalation trend”. Moscow has long warned that conflict with NATO would become inevitable if European members of the military alliance sent in their soldiers to fight in Ukraine.",
      "image": "https://www.aljazeera.com/wp-content/uploads/2024/05/AP23086631601394-1714988127.jpg?resize=770%2C513&quality=80",
      "category": "Politics",
      "date": "May 6, 2024",
      "author": "Prashant Dhimal",
      "email": "dhimalprashant25@gmail.com"
    },
    {
      "id": "5868",
      "title": "Israel’s diversionary attack on Iran has set off a new security crisis in West Asia",
      "paragraph": "Israel’s diversionary attack on Iran has set off a new security crisis in West Asia\n\nThe exchange of drone and missile attacks between Israel and Iran over three weeks in April has taken West Asia to new levels of insecurity, while changing the regional strategic scenario to Israel’s disadvantage.\n\nThe recent confrontations began on April 1 when Israeli aircraft attacked the building housing the Consular section of the Iranian embassy in Damascus and killed the Iranian Al Quds Force commander in Syria and Lebanon, General Mohammad Reza Zahedi, along with another general and five other officials, all of them senior members of Iran’s Islamic Revolutionary Guard Corps (IRGC).\n\nThis was the most serious attack on the IRGC since the assassination of General Qasem Soleimani by American missiles in January 2020. Zahedi was a high-profile Iranian military leader, having earlier held senior positions in the country’s armed forces and intelligence. Zahedi’s killing followed the Israeli assassination in Damascus of IRGC General Syed Raza Mousavi last December, and that of Hamas official Saleh al-Arouri in Beirut in January.",
      "image": "https://fl-i.thgim.com/public/incoming/2pxoz3/article68096950.ece/alternates/LANDSCAPE_1200/Pictures_of_the_Week_Global_Photo_Gallery_58517.jpg",
      "category": "Politics",
      "date": "May 6, 2024",
      "author": "Prashant Dhimal",
      "email": "dhimalprashant25@gmail.com"
    }
  ],
  "Tech": [],
  "Space": []
}